[
    {
        "name": "Nike Women",
        "type": "Website",
        "tiles":"4",
        "image":"images/examples/nikewomen-1.jpg",
        "intro":"Innovative use of JavaScript, integration into Freemarker IDE which work on XML and XSD documents.",
        "description":"Innovative use of JavaScript, integration into Freemarker IDE which work on XML and XSD documents. Site has been redesigned a few times since - http://www.nike.com/gb/en_gb/c/women",
        "link":"#"
    },
    {
        "name": "NetJets Europe",
        "type": "Website",
        "tiles":"3",
        "image":"images/examples/netjets-1.jpg",
        "intro":"Frontend development using the IBM WebSphere Portal, collaborative team work across 4 continents.",
        "description":"Frontend development using the IBM WebSphere Portal, collaborative team work across 4 continents. This site has been rebuilt since this version was done - http://www.netjetseurope.com",
        "link":"#"
    },
    {
        "name": "Bumi Music",
        "type": "Website",
        "tiles":"2",
        "image":"images/examples/bumi-1.jpg",
        "intro":"Single page website, WordPress powered solution, offering client easy site maintenance.",
        "description":"Single page website, WordPress powered solution, offering client easy site maintenance. A little side project, I could do so much more but I do it in my free time and I never have free time.",
        "link":"http://www.bumithomas.com/"
    },
    {
        "name": "Bally Everest",
        "type": "Website",
        "tiles":"1",
        "image":"images/examples/everest.jpg",
        "intro":"A reverse scrolling parallax website, shows of the significance of the Bally boot and the materials involved.",
        "description":"A reverse scrolling parallax website, shows of the significance of the Bally boot and the materials involved. Sadly this site is no longer online, it was a real pain in the ass to build mind you. ",
        "link":"#"
    },
    {
        "name": "Responsive Design Templates",
        "type": "Website",
        "tiles":"1",
        "image":"images/examples/max.jpg",
        "intro":"Responsive templates for the luxury fashion, a solution to increase sales across desktop and/or mobile.",
        "description":"Responsive templates for the luxury fashion, a solution to increase sales across desktop and/or mobile. I have this work somewhere but can't find it right now, lol.",
        "link":"http://gunzalez.com/pp/maxmara/city.html"
    },
    {
        "name": "Hunter Gather",
        "type": "Website",
        "tiles":"1",
        "image":"images/examples/hg-1.jpg",
        "intro":"Magento eCommerce solution, bold design and clean mark-up. Fashion focused design website.",
        "description":"Magento eCommerce solution, bold design and clean mark-up. Fashion focused design website. First time with Magento, it is a decent application, widely used.",
        "link":"http://www.huntergather.com/"
    },
    {
        "name": "Nike Football",
        "type": "Website",
        "tiles":"3",
        "image":"images/examples/nikefootball-1.jpg",
        "intro":"Built using the Adobe Web Content Management tool CQ5, extensive JavaScript running on a Java platform.",
        "description":"Built using the Adobe Web Content Management tool CQ5, extensive JavaScript running on a Java platform. Nice to work with such cool imagery, site has been redesigned - http://www.nike.com/gb/en_gb/c/football",
        "link":"#"
    },
    {
        "name": "Samsung Smart TV",
        "type": "module",
        "tiles":"3",
        "image":"images/examples/samsung.jpg",
        "intro":"A 3D-like fly-through, showcasing the very smart Samsung Smart TV, fun with JavaScript and clever imagery.",
        "description":"A 3D-like fly-through, showcasing the very smart Samsung Smart TV, fun with JavaScript and clever imagery. Different to what I normally do, it took 4 weeks, at week one I had no clue how do do any of it.",
        "link":"http://gunzalez.com/pp/samsung/"
    },
    {
        "name": "Pounded Yam",
        "type": "app",
        "tiles":"3",
        "image":"images/examples/yam.jpg",
        "intro":"Developed using the cross browser jQuery Mobile framework.",
        "description":"Developed using the cross browser jQuery Mobile framework. My own little project, I will redo this in Angular.js, then iOS, make a hundred million and buy a boat. You'll need an iPhone to view I'm afraid.",
        "link":"http://www.gunzalez.com/pp/poundedyam/"
    },
    {
        "name": "VW Car Configurator",
        "type": "app",
        "tiles":"3",
        "image":"images/examples/vw-2.jpg",
        "intro":"Bespoke application for a car configurator, use of advanced JavaScript patterns.",
        "description":"Bespoke application for a car configurator, use of advanced JavaScript patterns. JavaScript on steroids, basically in-house MVC-ish coding before Backbone and Angular days. Rebuilt now - http://www.vw.com/portal/en/configurator",
        "link":"#"
    },
    {
        "name": "Nissan Car Configurator",
        "type": "app",
        "tiles":"3",
        "image":"images/examples/nissan-1.jpg",
        "intro":"Customisation css framework, JavaScript widget development and CSS3 transitions.",
        "description":"Customisation css framework, JavaScript widget development and CSS3 transitions. Pushing CCS3 to the limit, Bootstrap, sadly no longer online - http://www.vw.com/portal/en/configurator",
        "link":"#"
    },
    {
        "name": "Pattern Studios",
        "type": "Website",
        "tiles":"1",
        "image":"images/examples/patternstudios-1.jpg",
        "intro":"Responsive website, powered by WordPress, this version is hosted on my web space",
        "description":"Responsive website, powered by WordPress, this version is hosted on my domain and so only top menu works, or see it on - http://patternstudios.com/what-we-do/",
        "link":"http://gunzalez.com/pp/patternstudios/"
    }
]
